<div class="container">
	<div class="container bio">
		<div class="row">
			<div class="col-md-12">
				<h2 class="text-center my-3">ಶ್ರೀಯುತ ಶರ್ಮರ ಜನ್ಮದಿನ ವಿಚಾರ</h2>
				<p><strong>ವಿದ್ವಾನ್ ಎನ್. ರಂಗನಾಥಶರ್ಮ</strong>ರು ತಾವೇ ಬರೆದ ತಮ್ಮ ಪರಿಚಯ ಪತ್ರದಲ್ಲಿ ಜನ್ಮದಿನವನ್ನು ೦೭–೦೪–೧೯೧೬ ಎಂದು ಬರೆದಿದ್ದಾರೆ. ಆದರೆ ಈ ದಿನಾಂಕದ ಬಗೆಗೆ ಗೊಂದಲವಿದೆ.</p>
				<p><strong>ಜಿಜ್ಞಾಸೆ ೧:</strong> ಶ್ರೀಯುತ ಶರ್ಮರು ತಾನು ಶಂಕರಪಂಚಮಿಯ ದಿನ ಪುನರ್ವಸು ನಕ್ಷತ್ರದಲ್ಲಿ ಜನಿಸಿದ್ದು ಎಂದು ಹೇಳುತ್ತಿದ್ದರು ಹಾಗೂ ತಮ್ಮ ಜನ್ಮ ದಿನಾಚರಣೆಯನ್ನು ಶಂಕರಪಂಚಮಿಯಂದೇ ಆಚರಿಸುತ್ತಿದ್ದರು. ೦೭–೦೪–೧೯೧೬ ರಂದು ಚೈತ್ರ ಶುದ್ಧ ಪಂಚಮಿಯಾಗಿತ್ತು ಹಾಗೂ ಅಂದಿನ ನಕ್ಷತ್ರ ರೋಹಿಣಿ. ಆದ್ದರಿಂದ ೦೭–೦೪–೧೯೧೬ರಂದು ಶ್ರೀಯುತರ ಜನ್ಮದಿನವಾಗಿರಲು ಸಾಧ್ಯವೇ ?</p>
				<p><strong>ಸಮಾಧಾನ:</strong> ತಿಥಿ ಮಾಸ ನಕ್ಷತ್ರಗಳನ್ನು ಪ್ರಧಾನವಾಗಿ ಪರಿಗಣಿಸಿ ೦೭–೦೪–೧೯೧೬ರಂದು ಇದಾವುದೂ ಹೊಂದಿಕೆಯಾಗದಿರುವುದರಿಂದ ಈ ದಿನ ಅವರ ಜನ್ಮರ ಜನ್ಮದಿನವಲ್ಲವೆಂದು ತಿಳಿಯುವುದು.</p>
				<p><strong>ಜಿಜ್ಞಾಸೆ ೨:</strong> ೧೯೧೬ ರ ವೈಶಾಖ ಶುದ್ಧ ಪಂಚಮಿಯಂದು ಜನಿಸಿರಬಹುದೇ ?</p>
				<p><strong>ಸಮಾಧಾನ:</strong> ೦೭–೦೫–೧೯೧೬ ರಂದು ವೈಶಾಖಶುದ್ಧ ಪಂಚಮಿಯಾಗಿದೆ. ಈ ದಿನ ಬೆಳಗ್ಗೆ ೧೦ ರ ನಂತರ ಪುನರ್ವಸು ನಕ್ಷತ್ರವೂ ಆಗಿರುವುದರಿಂದ ೦೭–೦೫–೧೯೧೬ರಂದು ಶ್ರೀಯುತರ ಜನ್ಮದಿನವೆಂದು ತಿಳಿಯುವುದು.</p>
				<p><strong>ಜಿಜ್ಞಾಸೆ ೩:</strong> ಹಾಗಿದ್ದರೆ ಶ್ರೀಯುತ ಶರ್ಮರೇ ಸ್ವತಃ ೦೭–೦೪–೧೯೧೬ ಎಂದು ಬರೆದಿರುವುದೇಕೆ ?</p>
				<p><strong>ಸಮಾಧಾನ:</strong> ಶ್ರೀಯುತ ಶರ್ಮರನ್ನು ಶಾಲೆಗೆ ಸೇರಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ಕಾರಣಾಂತರಗಳಿಂದ ಹಿರಿಯರು ೦೭–೦೪–೧೯೧೬ ಎಂದು ನೀಡಿರುತ್ತಾರೆ. ಸರಕಾರೀ ದಾಖಲೆಗಳಲ್ಲಿರುವುದನ್ನೇ ಅವರು ಹೇಳಬೇಕಾಗಿರುವುದರಿಂದ ಆ ದಿನಾಂಕವನ್ನೇ ಬರೆದಿರಬಹುದು. ಆದರೆ ಶಂಕರಜಯಂತಿಯಂದು ಜನ್ಮದಿನಾಚರಣೆ ಮಾಡುತ್ತಿದ್ದುದರಿಂದ ೧೯೧೬ರ ಶಂಕರಜಯಂತಿ ೦೭–೦೫–೧೯೧೬ರಂದು ಬಂದಿರುವುದರಿಂದ ಹಾಗೂ ಆ ದಿನ ಪುನರ್ವಸು ನಕ್ಷತ್ರವೂ ಇರುವುದರಿಂದ ಇದೇ ದಿನ ಶ್ರೀಯುತರ ಜನ್ಮದಿನವೆಂಬುದಾಗಿ ತಿಳಿಯಬಹುದು.</p>
				<p>ಈ ವಿಚಾರದಲ್ಲಿ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ತಿಳಿದವರು ನೀಡಿದಲ್ಲಿ ಸ್ವೀಕರಿಸಲು ಸದಾ ಸಿದ್ದರಿದ್ದೇವೆ.</p>
			</div>
		</div>
	</div>
</div>