<div class="container bio">
	<div class="row">
		<div class="col-md-12">
			<h2 class="text-center">ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್ ಎನ್ ರಂಗನಾಥಶರ್ಮಾ</h2>
			<p>ಪುಣ್ಯಭೂಮಿ – ತಪೋಭೂಮಿ –ಕರ್ಮಭೂಮಿಯೆನಿಸಿದ ಭರತಭೂಮಿಯಲ್ಲಿ ಅದೆಷ್ಟೋ ಜ್ಞಾನಿಗಳು, ವಿಜ್ಞಾನಿಗಳು, ಅವಧೂತರು, ತಪಸ್ವಿಗಳು, ಸಾಧಕರು, ವಿದ್ವಾಂಸರು, ಪುಣ್ಯಾತ್ಮರು ಅವತರಿಸಿ ಜಗಕುಪಕರಿಸಿ ಬದುಕನ್ನು ಸಾರ್ಥಕವನ್ನಾಗಿಸಿದ್ದಾರೆ. ಇಂತಹ ಪರಂಪರೆಯಲ್ಲಿ ಅವತರಿಸಿದ ಸಾಧಕೋತ್ತಮ ವಿದ್ವಾಂಸರು ವಿದ್ವಾನ್ ಎನ್ ರಂಗನಾಥಶರ್ಮರು. ಸಹೃದಯತೆ-ಸದ್ಗುಣ-ಪಾಂಡಿತ್ಯಗಳ ಸಂಗಮಕ್ಕೊಂದು ಉತ್ತಮ ಉದಾಹರಣೆಯೆಂದರೆ ಶ್ರೀಯುತ ಶರ್ಮರು. ಭಾರತದೇಶದ ನೈಋತ್ಯ ಭಾಗದಲ್ಲಿ ದೇಶದ ಯಜಮಾನನೋ ಎಂಬಂತೆ ರಾರಾಜಿಸುತ್ತಿರುವ ರಾಜ್ಯವಾದ ಕರ್ನಾಟಕದಲ್ಲಿ ಮಲೆನಾಡಿನಿಂದಲೇ ಪ್ರಸಿದ್ಧಿಯನ್ನು ಹೊಂದಿದ ಶಿವಮೊಗ್ಗ ಜಿಲ್ಲೆಯ ಸೊರಬ ತಾಲ್ಲೂಕಿನ ನಡಹಳ್ಳಿಯು ಇವರ ಜನ್ಮಸ್ಥಳ. ಭಗವತ್ಪಾದಶಂಕರಾಚಾರ್ಯರು ಜಗಕವತರಿಸಿದ ಪರಮಪವಿತ್ರದಿನವಾದ ವೈಶಾಖಶುದ್ಧ ಪಂಚಮಿಯಂದು ಹಾಗೂ ಮರ್ಯಾದಾ ಪುರುಷೋತ್ತಮನಾದ ಶ್ರೀರಾಮಚಂದ್ರನು ಆವಿರ್ಭವಿಸಿದ ಪುಣ್ಯನಕ್ಷತ್ರವಾದ ಪುನರ್ವಸು ನಕ್ಷತ್ರದಲ್ಲಿ ಶ್ರೀಮತಿ ಜಾನಕಮ್ಮ ತಿಮ್ಮಪ್ಪ ದಂಪತಿಗಳ ಸುಪುತ್ರರಾಗಿ ೦೭-೦೪-೧೯೧೬(?)* ರಂದು ಜನಿಸಿದರು. ವಿಶ್ವಾಮಿತ್ರ ಗೋತ್ರದ ಬೋಧಾಯನ ಸೂತ್ರದ ಯಜುರ್ವೇದಿಗಳಾದ ಶ್ರೀಯುತರು ಜಗದ್ಗುರು ಶಂಕರಾಚಾರ್ಯ ಮಹಾಸಂಸ್ಥಾನಮ್ – ಶ್ರೀಸಂಸ್ಥಾನ ಗೋಕರ್ಣ – ಶ್ರೀರಾಮಚಂದ್ರಾಪುರ ಮಠದ ಪಾರಂಪರಿಕ ಶಿಷ್ಯಪರಂಪರೆಗೆ ಸೇರಿದ ಸ್ಮಾರ್ತ ಬ್ರಾಹ್ಮಣ ಪಂಗಡಗಳಲ್ಲೊಂದಾದ ಹವ್ಯಕ ಪಂಗಡಕ್ಕೆ ಸೇರಿದವರು.</p>
			<div class="row">
				<div class="col-md-4">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>sharma1.jpg" />
						<figcaption>ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ಡಾ॥ ವಿದ್ವಾನ್ ಎನ್. ರಂಗನಾಥಶರ್ಮರು</figcaption>
					</figure>
				</div>
				<div class="col-md-4">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>sharma2.jpg" />
						<figcaption>ಕರ್ನಾಟಕ ಸಂಸ್ಕೃತ ವಿಶ್ವವಿದ್ಯಾಲಯ ಶ್ರೀಯುತ ಶರ್ಮರಿಗೆ ನೀಡಿದ ಗೌರವ ಡಾಕ್ಟರೇಟ್ ಪ್ರಶಸ್ತಿ ಸಮಾರಂಭ</figcaption>
					</figure>
				</div>
				<div class="col-md-4">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>sharma3.jpg" />
						<figcaption>ಪ್ರೀತಿಯ ನಾಯಿಯೊಂದಿಗೆ</figcaption>
					</figure>
				</div>
			</div>
			<h4>ವಿದ್ಯಾರ್ಥಿ ಜೀವನ</h4>
			<p>ಕೃಷಿಕ ಕುಟುಂಬದ ಹಿನ್ನೆಲೆಯಿಂದ ಬಂದ ಇವರ ಪ್ರಾಥಮಿಕ ವಿದ್ಯಾಭ್ಯಾಸವು ನಡಹಳ್ಳಿ ಮತ್ತು ಸೊರಬಗಳಲ್ಲಿ ನಡೆಯಿತು. ಮುಂದೆ ಅಗಡಿ ಆನಂದಾಶ್ರಮದಲ್ಲಿ ಸಂಸ್ಕೃತಾಧ್ಯಯನವನ್ನು ಆರಂಭಿಸಿದರೂ ಅನಾರೋಗ್ಯದ ಕಾರಣದಿಂದ ಅಲ್ಪಕಾಲದಲ್ಲೇ ಅಲ್ಲಿಂದ ಬಿಡಬೇಕಾಯಿತು. ಅನಂತರ ಕೆಳದಿಯ ರಾಮೇಶ್ವರ ದೇವಾಲಯದಲ್ಲಿ ನಡೆಯುತ್ತಿದ್ದ ಸಂಸ್ಕೃತ ಪಾಠಶಾಲೆಯಲ್ಲಿ ಸುಮಾರು ಮೂರು ವರ್ಷಗಳ ಕಾಲ ವೇದ ಮತ್ತು ಸಂಸ್ಕೃತಗಳ ಬಾಲಪಾಠಗಳನ್ನು ಮತ್ತೂರು ವೇ. ಬ್ರ. ಶ್ರೀ. ನಾರಾಯಣ ಶಾಸ್ತ್ರಿಗಳಲ್ಲಿ ಅಧ್ಯಯನ ಮಾಡಿದರು. ಪ್ರಥಮಕಾವ್ಯಗಳನ್ನು ಪೂರೈಸಿ ಸಾಹಿತ್ಯಾಧ್ಯಯನಕ್ಕಾಗಿ ಬೆಂಗಳೂರಿನ ಶ್ರೀ ಚಾಮರಾಜೇಂದ್ರ ಸಂಸ್ಕೃತ ಮಹಾಪಾಠಶಾಲೆಗೆ ಸೇರಿದರು. ಇಲ್ಲಿ ಸಾಹಿತ್ಯಾಧ್ಯಯನದ ನಂತರ ಸುಪ್ರಸಿದ್ಧ ವಿದ್ವಾಂಸರಾದ ವೇ.ಬ್ರ. ಶ್ರೀ. ನುಗ್ಗೇಹಳ್ಳಿ ತಿರುನಾರಾಯಣ ಅಯ್ಯಂಗಾರ್, ವಿದ್ವಾನ್ ತಿಮ್ಮಣ್ಣಾಚಾರ್ಯರು, ವಿದ್ವಾನ್ ಶ್ರೀಕಂಠಶಾಸ್ತ್ರಿ, ವಿದ್ವಾನ್ ಕೃಷ್ಣಶಾಸ್ತ್ರಿಗಳಲ್ಲಿ ವ್ಯಾಕರಣ ಶಾಸ್ತ್ರದ ಪ್ರೌಢಗ್ರಂಥಗಳನ್ನು ಅಧ್ಯಯನ ಮಾಡಿ ವ್ಯಾಕರಣ ವಿದ್ವನ್ಮಧ್ಯಮಾ, ವಿದ್ವದುತ್ತಮಾಗಳನ್ನು ವೈಶಿಷ್ಟ್ಯ ಶ್ರೇಣಿಗಳಲ್ಲಿ ತೇರ್ಗಡೆ ಹೊಂದಿ ವ್ಯಾಕರಣ ವಿದ್ವಾನ್ ಎಂಬ ಪದವಿಯನ್ನು ಹೊಂದಿದರು.</p>
			<p>ಅನಂತರ ವೇ. ಬ್ರ. ಶ್ರೀ. ಲಕ್ಷ್ಮೀನಾರಾಯಣ ಶಾಸ್ತ್ರಿ ಹಾಗೂ ಪಂಡಿತ ಪ್ರವರ ಕೋಡೂರು ಕೃಷ್ಣಜೋಯೀಸರಲ್ಲಿ ಅಲಂಕಾರಶಾಸ್ತ್ರದ ಪ್ರೌಢಗ್ರಂಥಗಳನ್ನು ಅಧ್ಯಯನ ಮಾಡಿ ಪರೀಕ್ಷೆಯಲ್ಲಿ ತೇರ್ಗಡೆ ಹೊಂದಿ ಅಲಂಕಾರ ವಿದ್ವಾನ್ ಎಂಬ ಪದವಿಯನ್ನು ಹೊಂದಿದರು. ಇಷ್ಟಲ್ಲದೆ ಈ ಈರ್ವರು ವಿದ್ವಾಂಸರಲ್ಲಿಯೇ ಅದ್ವೈತ ವೇದಾಂತ ಶಾಸ್ತ್ರವನ್ನು ಅಧ್ಯಯನ ಮಾಡಿ ವೇದಾಂತಶಾಸ್ತ್ರಪಾರಂಗತರೂ ಶ್ರೀವಿದ್ಯೋಪಾಸಕರೂ ಆದ ವೇ. ಬ್ರ. ಶ್ರೀ. ಕೆ. ಪಿ. ಶಂಕರಶಾಸ್ತ್ರಿಗಳಲ್ಲಿ ಅದ್ವೈತ ವೇದಾಂತದ ಪ್ರೌಢಗ್ರಂಥಗಳನ್ನು ಆಳವಾಗಿ ಅಭ್ಯಸಿಸಿ ವೇದಾಂತ ವಿದ್ವಾನ್ ಎನಿಸಿಕೊಂಡರು. ನಿರಂತರ ಅಧ್ಯಯನ ಶೀಲರಾದ ಇವರ ಜ್ಞಾನದಾಹ ಇಲ್ಲಿಗೇ ತೀರದೆ ಹಳೆಗನ್ನಡ –ನಡುಗನ್ನಡ-ಹೊಸಗನ್ನಡಗಳನ್ನು ಶಾಸ್ತ್ರೀಯವಾಗಿ ಅಧ್ಯಯನ ಮಾಡಿ ಮದ್ರಾಸ್ ವಿಶ್ವವಿದ್ಯಾಲಯ ನಡೆಸುತ್ತಿದ್ದ ಕನ್ನಡ ವಿದ್ವಾನ್ ಪರೀಕ್ಷೆಗೆ ಕುಳಿತು ವಿಶಿಷ್ಟ ಶ್ರೇಣಿಯಲ್ಲಿ ತೇರ್ಗಡೆ ಹೊಂದಿ ಕನ್ನಡ ವಿದ್ವಾನ್ ಎಂಬ ಪದವಿಯನ್ನೂ ತಮ್ಮದಾಗಿಸಿಕೊಂಡರು. ಕರ್ನಾಟಕ ಸರಕಾರ ನಡೆಸುತ್ತಿದ್ದ ಕನ್ನಡ ಪಂಡಿತ ಪರೀಕ್ಷೆಯಲ್ಲೂ ತೇರ್ಗಡೆ ಹೊಂದಿ ಕರ್ನಾಟಕ ಸರಕಾರ ನೀಡುವ ಕನ್ನಡ ಪಂಡಿತ ಎಂಬ ಬಿರುದಿಗೆ ಪಾತ್ರರಾದರು।</p>
			<p>ಶ್ರೀಯುತ ಶರ್ಮರು ಶ್ರೀಚಾಮರಾಜೇಂದ್ರ ಸಂಸ್ಕೃತ ಕಾಲೇಜಿನ ವಿದ್ಯಾರ್ಥಿಸಂಘಕ್ಕೆ ನಾಲ್ಕು ವರ್ಷಗಳ ಕಾಲ ಕಾರ್ಯದರ್ಶಿಯಾಗಿದ್ದರು. ಅಲ್ಲದೆ ತಾವು ವಾಸವಾಗಿದ್ದ ವ್ಯಾಸಮಂದಿರ ವಿದ್ಯಾರ್ಥಿನಿಲಯದಲ್ಲಿ ವಿದ್ಯಾರ್ಥಿಗಳ ವ್ಯವಸ್ಥಾಪಕರಾಗಿಯೂ ಕಾರ್ಯನಿರ್ವಹಿಸಿದ್ದರು.</p>
			<h4>ವೃತ್ತಿಜೀವನ</h4>
			<p>ಹಾಸನ ಜಿಲ್ಲೆಯ ಪ್ರೌಢಶಾಲೆಯೊಂದರಲ್ಲಿ ಸಂಸ್ಕೃತಾಧ್ಯಾಪಕರಾಗಿ ವೃತ್ತಿಜೀವನ ಆರಂಭಿಸಿದ ಶ್ರೀಯುತರು ಮುಂದೆ ಬೇಲೂರಿನ ಸಂಸ್ಕೃತಪಾಠಶಾಲೆಯಲ್ಲಿ ಸಂಸ್ಕೃತಾಧ್ಯಾಪಕರಾಗಿ ಸೇರಿದರು. ೧೯೪೮ರಲ್ಲಿ ಬೆಂಗಳೂರಿನ ಶ್ರೀಚಾಮರಾಜೇಂದ್ರ ಸಂಸ್ಕೃತಕಾಲೇಜಿನಲ್ಲಿ ವ್ಯಾಕರಣ ಶಾಸ್ತ್ರ ವಿಭಾಗದಲ್ಲಿ ಅಧ್ಯಾಪಕರಾಗಿ ನಿಯುಕ್ತರಾದರು. ಸುಮಾರು ೨೮ ವರ್ಷಗಳ ಕಾಲ ಅಧ್ಯಾಪನ ಮಾಡಿ ೧೯೭೬ರಲ್ಲಿ ನಿವೃತ್ತರಾದರು. ತನ್ನ ಬದುಕಿನುದ್ದಕ್ಕೂ ನೂರಾರು ಶಿಷ್ಯರಿಗೆ ಪಾಠಶಾಲೆಯ ಒಳಗೆ ಹಾಗೂ ಹೊರಗೆ ಪಾಠಹೇಳಿದ್ದರೂ ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್ ಜಿ ಮಹಾಬಲೇಶ್ವರ ಭಟ್ ಹಾಗೂ ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್ ಸೋ. ತಿ .ನಾಗರಾಜರು ಇವರಿಬ್ಬರ ವಿಚಾರದಲ್ಲಿ ವಿಶೇಷವಾದ ಪ್ರೀತಿ ಅಭಿಮಾನವಿತ್ತು. ಇವರೀರ್ವರ ಅಧ್ಯಯನ ಶ್ರಿಯುತರ ಮನಸ್ಸಿಗೆ ಬಹಳ ಸಮಾಧಾನವನ್ನು ತಂದೊಡ್ಡಿತ್ತು. ಆದ್ದರಿಂದಲೇ ಮಹಾಬಲೇಶ್ವರ ಭಟ್ಟ ಮತ್ತು ನಾಗರಾಜರು ನನ್ನೆರಡು ಕಣ್ಣುಗಳು ಎಂದು ಸದಾಕಾಲ ಹೇಳುತ್ತಿದ್ದರು. ತನ್ನ ಗುರುಗಳಿಂದ ಕಲಿತ ವ್ಯಾಕರಣಶಾಸ್ತ್ರವನ್ನು ಇವರಿಬ್ಬರೂ ಗುರೂಪದೇಶದಂತೆ ಶಿಷ್ಯರಿಗೆ ಬೋಧಿಸಿ ವ್ಯುತ್ಪನ್ನ ಶಾಸ್ತ್ರಜ್ಞರನ್ನು ಸಿದ್ಧಗೊಳಿಸಿ ಜಗಕೆ ನೀಡಿದ ಶಿಷ್ಯೋತ್ತಮರಾಗಿದ್ದರಿಂದ ಇವರೀರ್ವರ ಮೆಲೆ ವಿಶೇಷವಾದ ಅಭಿಮಾನ ಶರ್ಮರಿಗಿತ್ತು. ತನ್ನ ವಿದ್ಯಾವಂಶ ಬೆಳೆಯುತ್ತಿರುವುದನ್ನು ನೋಡಿ, ಬೆಳೆಸುತ್ತಿರುವ ಶಿಷ್ಯರನ್ನು ಎಲ್ಲೆಡೆ ಅಭಿನಂದಿಸುತ್ತಿದ್ದರು.</p>
			<div class="row">
				<div class="col-md-6">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>career1.jpg" />
						<figcaption>ಶಿಷ್ಯರೊಡಗೂಡಿದ ಪ್ರೀತಿಯ ನಾಯಿಯೊಂದಿಗೆ</figcaption>
					</figure>
				</div>
				<div class="col-md-6">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>career2.jpg" />
						<figcaption>ಮೊಮ್ಮಗ ಅಭಿರಾಮನಿಗೆ ಸಂಧ್ಯಾವಂದನೆ ಪಾಠ</figcaption>
					</figure>
				</div>
			</div>
			<h4>ಕೌಟುಂಬಿಕ ಜೀವನ</h4>
			<p>ಶ್ರೀಯುತ ಶರ್ಮರು ತಮ್ಮ ವೃತ್ತಿಜೀವನವನ್ನಾರಂಭಿಸುತ್ತಿದ್ದಂತೆಯೇ ಸಾಂಸಾರಿಕ ಬದುಕಿನತ್ತ ರತರಾದರು.೧೯೪೧ ರಲ್ಲಿ ಕು. ಕಮಲಾಕ್ಷಮ್ಮನವರೊಡನೆ ವಿವಾಹವಾದರು. ಮುಂದೆ ಸದಾನಂದ, ಶಾರದಾ, ಜಯಶ್ರೀ, ನಾಗಭೂಷಣರೆಂಬ ನಾಲ್ಕು ಮಕ್ಕಳನ್ನು ಪಡೆದರು. ತೃಪ್ತ ಸಂಸಾರವಾಗಿದ್ದರೂ ವಿಧಿನಿಯಮ ಬಲವಾಗಿತ್ತು. ೧೯೭೩ರಲ್ಲಿ ಅನಾರೋಗ್ಯದ ಕಾರಣದಿಂದ ಶ್ರೀಮತೀ ಕಮಲಾಕ್ಷಮ್ಮನವರು ಇಹಲೋಕ ತ್ಯಾಗ ಮಾಡಿದರು. ಶ್ರೀಯುತ ಶರ್ಮರ ಜೀವನದ ಅತ್ಯಂತ ಕಠಿಣ ಸಂದರ್ಭ ಇದಾಯಿತು. ನಾಲ್ಕು ಜನ ಮಕ್ಕಳ ಪಾಲಿನ ತಾಯಿ-ತಂದೆ ಇಬ್ಬರೂ ಶ್ರೀಯುತ ಶರ್ಮರಾದರು.</p>
			<div class="row">
				<div class="col-md-6">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>family.jpg" />
						<figcaption>ಶ್ರೀಯುತ ಶರ್ಮರ ಕುಟುಂಬ</figcaption>
					</figure>
				</div>
				<div class="col-md-6">
					<figure class="text-center">
						<img class="img-thumbnail" src="<?=IMAGE_URL?>family2.jpg" />
						<figcaption>ಕಿರಿಯಪುತ್ರಿ ಶ್ರೀಮತಿ ಜಯಶ್ರೀಯವರೊಂದಿಗೆ ಶ್ರೀಯುತ ಶರ್ಮರು</figcaption>
					</figure>
				</div>
			</div>
			<h4>ಸಾರಸ್ವತೋಪಾಸನೆ</h4>
			<p>ವಿದ್ಯಾರ್ಥಿ ಜೀವನದಿಂದಲೇ ಶ್ರೀಯುತರಿಗೆ ಬರವಣಿಗೆಯೆಂದರೆ ಅತೀವ ಆಸಕ್ತಿ. ಕವಿತಾ ರಚನೆ, ಚರ್ಚಾಸ್ಪರ್ಧೆ, ಭಾಷಣ ಸ್ಪರ್ಧೆಗಳಲ್ಲಿ ಭಾಗವಹಿಸುವುದೆಂದರೆ ಶ್ರೀಯುತರಿಗೆ ಅಪರಿಮಿತೋತ್ಸಾಹ. ಬಾಲ್ಯದಿಂದಲೇ ಪುಸ್ತಕದ ಹುಳು ಎನಿಸಿಕೊಂಡಿದ್ದ ಶ್ರೀಯುತರು ವೃತ್ತಿಜೀವನದಲ್ಲಂತೂ ಪ್ರತಿಕ್ಷಣವನ್ನೂ ಅಧ್ಯಯನ ಅಥವಾ ಅಧ್ಯಾಪನಕ್ಕೆ ವಿನಿಯೋಗಿಸುತ್ತಿದ್ದರು. ಉಪನ್ಯಾಸ, ತಾಳಮದ್ದಲೆ- ನಾಟಕಗಳಲ್ಲಿ ಭಾಗವಹಿಸುವುದು ಇವರ ಹವ್ಯಾಸವಾಗಿತ್ತು. ಪಠ್ಯರಚನಾ ಸಮಿತಿಯಲ್ಲಿ ಇವರ ಸೇವೆ ಅಪಾರ. ಶ್ರೀಯುತ ಡಿ.ವಿ.ಜಿ.ಯವರ ಪ್ರೇರಣೆಯಿಂದ ಸಮಗ್ರ ಶ್ರೀಮದ್ವಾಲ್ಮೀಕಿರಾಮಾಯಣವನ್ನು ಕನ್ನಡಕ್ಕನುವಾದಿಸುವ ಭಾಗ್ಯ ಇವರಿಗೊದಗಿ ಬಂತು. ಇದು ಕನ್ನಡ ನಾಡಿದ ಜನತೆಯ ಮಹಾಸೌಭಾಗ್ಯವೇ ಆಯಿತು. ಕನ್ನಡದ ಜಾಯಮಾನಕ್ಕೆ ಹೊಂದುವ ಭಾಷೆಯಲ್ಲಿ ಅನುವಾದಿಸಿ ಕನ್ನಡಿಗರಿಗೆ ರಾಮರಸಾಯನ ಉಣಬಡಿಸಿದರು. ಇಷ್ಟಲ್ಲದೆ ಕನ್ನಡ ಸಾಹಿತ್ಯಪರಿಷತ್ತಿನ ಹಳೆಗನ್ನಡ ಗದ್ಯಾನುವಾದ ಸಮಿತಿಯ ಪ್ರಧಾನ ಸಂಪಾದಕರಾಗಿ ಸುಮಾರು ೧೩ ಗ್ರಂಥಗಳನ್ನು ಹೊಸಗನ್ನಡಕ್ಕೆ ಅನುವಾದಿಸಿದರು. ಅನೇಕ ದಿನಪತ್ರಿಕೆ, ವಾರಪತ್ರಿಕೆ, ಮಾಸಪತ್ರಿಕೆಗಳಲ್ಲಿ ಲೇಖನಗಳನ್ನು ಬರೆಯುವ ಮೂಲಕ ನಿರಂತರವಾಗಿ ಸ್ವಚಿಂತನೆಗಳನ್ನು ಸಮಾಜಕ್ಕೆ ನೀಡುತ್ತಿದ್ದರು.ಸಂಸ್ಕೃತ ಲೇಖನಗಳು, ನಾಟಕಗಳು, ಸ್ತೋತ್ರಗಳು, ಕನ್ನಡಗ್ರಂಥಗಳು, ಅನುವಾದ ಗ್ರಂಥಗಳು ಹೀಗೆ ಸಂಸ್ಕೃತ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಕ್ಷೇತ್ರದಲ್ಲಿ ಸುಮಾರು ೯೦ ಕ್ಕೂ ಹೆಚ್ಚು ಗ್ರಂಥಗಳನ್ನು ರಚಿಸಿ ಅಪಾರವಾದ ಸೇವೆಯನ್ನು ಸಲ್ಲಿಸಿ ಜೀವನವನ್ನು ಸಾರ್ಥಕಗೊಳಿಸಿದರು. ದೇಶದಲ್ಲಿ ನಡೆಯುತ್ತಿದ್ದ ಪ್ರತಿಷ್ಠಿತ ವಿದ್ವದ್ಗೋಷ್ಠಿಗಳಲ್ಲಿ ಭಾಗವಹಿಸಿ ಸದಾ ಸರಸ್ವತೀ ಸೇವೆಯನ್ನು ಮಾಡುತ್ತಿದ್ದರು. ಯಾವುದೇ ಜಾತಿ ಮತ ಪಂಥಗಳ ಭೇದಗಳಿಲ್ಲದೆ ಎಲ್ಲಾ ಮಠಗಳಲ್ಲಿ ನಡೆಯುತ್ತಿದ್ದ ಗೋಷ್ಠಿಗಳಲ್ಲಿ ಭಾಗವಹಿಸುತ್ತಿದ್ದರು.</p>
			<h4>ಪ್ರಶಸ್ತಿಗಳು</h4>
			<p>ಶ್ರೀಯುತ ಶರ್ಮರ ಗುಣ, ಪಾಂಡಿತ್ಯ, ಪ್ರತಿಭೆಯನ್ನು ಗುರುತಿಸಿ ಅನೇಕ ಮಠಗಳು, ಸಂಸ್ಥೆಗಳು, ವಿಶ್ವವಿದ್ಯಾಲಯಗಳು ಇವರನ್ನು ಗೌರವಿಸುವ ಮೂಲಕ ತಮ್ಮ ಗೌರವವನ್ನು ಹೆಚ್ಚಿಸಿಕೊಂಡಿವೆ. ನಡಹಳ್ಳಿಯ ಗ್ರಾಮಸ್ಥರ ಪ್ರೀತಿಯ ಸಮ್ಮಾನ ಕಾರ್ಯಕ್ರಮದಿಂದಾರಂಭಿಸಿ ರಾಷ್ಟ್ರಪತಿ ಪುರಸ್ಕಾರದವರೆಗಿನ ಎಲ್ಲಾ ಪ್ರಶಸ್ತಿಗಳೂ ಇವರಿಗೆ ಸಂದಿವೆ.</p>
			<p>ನಡಹಳ್ಳಿಯಲ್ಲಿ ಜನಿಸಿ ಬೆಂಗಳೂರಿನಲ್ಲಿ ಬೆಳೆದು ಮೈಸೂರಿನಲ್ಲಿ ತನ್ನ ಹಿರಿಯ ಮಗನಾದ ಸದಾನಂದರೊಂದಿಗೆ ಸದಾ ಆನಂದದಿಂದಿದ್ದ ಶ್ರೀಯುತ ಶರ್ಮರು ೨೫-೦೧-೨೦೧೪ ರಲ್ಲಿ ಸರಸ್ವತೀ ಯಾಮದಲ್ಲಿ ಪಂಚಭೂತಗಳಲ್ಲಿ ಲೀನವಾಗುವ ಮೂಲಕ ಭರತಖಂಡದ ಅತಿದೊಡ್ಡ ಜ್ಞಾನರಾಶಿಯೇ ಉಪರತವಾಯಿತು.</p>
		</div>
	</div>
</div>