<div class="container-fluid flat-page firstDiv">
	<div class="row justify-content-center overlay">
		<div class="col-md-12 align-self-center">
			<div class="container">
				<h2>ಲೇಖನಗಳು</h2>
				<br>
				<!-- Nav tabs -->
<!-- 				<ul class="nav nav-tabs" role="tablist">
					<li class="nav-item">
						<a class="nav-link active" data-toggle="tab" href="#kannada">ಕನ್ನಡ ಭಾಷೆ</a>
					</li>
					<li class="nav-item">
						<a class="nav-link" data-toggle="tab" href="#sanskrit">संस्कृतभाषा</a>
					</li>
				</ul>
			-->
			<!-- Tab panes -->
			<div class="tab-content">
				<div id="kannada" class="container tab-pane active"><br>
					<div class="row">
						<ol>
							<li>ಶ್ರೀಮಜ್ಜಗದ್ಗುರು ಗಂಗಾಧರೇಂದ್ರ ಸರಸ್ವತೀಸ್ವಾಮಿಗಳವರ ದಶಮಾನ ಸ್ಮರಣಸಂಚಿಕೆಯಲ್ಲಿ ಲೇಖನ – ಭಗವತ್ಪಾದಪ್ರಕಾಶನ.</li>
							<li>ಶ್ರೀಗುರುಕೃಪಾತಾರಂಗಿಣೀ – ಶ್ರೀರಾಮಚಂದ್ರಾಪುರಮಠ- 1989</li>
							<li>ಸಂಸ್ಕೃತಭಾಷಾಶಾಸ್ತ್ರ ಮತ್ತು ಸಾಹಿತ್ಯ ಚರಿತ್ರೆ – ವ್ಯಾಕರಣ ಮತ್ತು ಜೈನ ದರ್ಶನ</li>
							<li>ವಾಲ್ಮೀಕಿ ಮುನಿಗಳ ಸೀತಾ ಸಮೀಕ್ಷಣ – ಉತ್ಥಾನ – ೧೯೮೪</li>
							<li>ಆದಿಪುರಾಣ – ಪ್ರಸ್ತಾವನೆ(ಬಿನ್ನಹ) –ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ ೧೯೮೦</li>
							<li>ನವರಸಗಳು ಮತ್ತು ಭಾವಗಳು – ಕ.ಸಾ.ಪ</li>
							<li>ಹರಿಭಕ್ತಿಸಾರ – ಮುನ್ನುಡಿ – ಗೊವಿಂದ ಪೈ ಸಂಶೋಧನಾ ಪ್ರತಿಷ್ಠಾನ ಉಡುಪಿ</li>
							<li>ಶ್ರೀರಾಮನಾಮಾವಲಿಃ – ಪ್ರಸ್ತಾವನೆ- ಶ್ರೀಭಾರತೀಪ್ರಕಾಶನ, ರಾಮಚಂದ್ರಾಪುರ ಮಠ- ೨೦೧೧</li>
							<li>ಶಬರ ಶಂಕರವಿಲಾಸ – ಬಿನ್ನಹ – ಕ.ಸಾ.ಪ</li>
							<li>ಉದ್ಭಟ ಕಾವ್ಯ – ಬಿನ್ನಹ – ಕ.ಸಾ.ಪ</li>
							<li>ಪ್ರಭುಲಿಂಗಲೀಲೆ – ಬಿನ್ನಹ – ಕ,ಸಾ.ಪ</li>
							<li>ಸಿದ್ಧರಾಮ ಚರಿತ್ರೆ – ಬಿನ್ನಹ – ಕ.ಸಾ.ಪ</li>
							<li>ಕೆಳದಿ ನೃಪವಿಜಯ – ಬಿನ್ನಹ – ಕ.ಸಾ.ಪ</li>
							<li>ಎರಡನೆಯ ನಾಗವರ್ಮ (ಸಹಕರ್ತೃಕ) ಕ.ಸಾ.ಪ</li>
							<li>ಶತಾವಧಾನಶಂಸನ</li>
							<li>ಭಾರತೀಯರ ಧರ್ಮ ಮತ್ತು ಸಂಸ್ಕೃತಿ – ಚಿಂತನ ಪ್ರಕಾಶ- ಸ್ಮರಣಸಂಚಿಕೆ</li>
							<li>ಋಷಿಗಳ ರಾಷ್ಟ್ರಾಭಿಮಾನ – ದಶಾಸ್ಮರಣಂ – ಹರಿಹರಪುರಮಠ</li>
							<li>ಗುರುಪರಂಪರೆ – ಹವ್ಯಕ ಭಾರತೀ</li>
							<li>ಸಂಕ್ಷೇಪ ರಾಮಾಯಣಮ್ – ಮುನ್ನುಡಿ – ರಾಮಾಯಣ ಪ್ರಸರಣ ಪರಿಷತ್</li>
							<li>ಗೀತಾಜ್ಯೋತಿ – ಸಂಪಾದಕರ ನುಡಿ – ಸ್ವರ್ಣವಲ್ಲೀ ಮಠ</li>
							<li>ಸಿದ್ಧಾಂತ ಬಿಂದು – ಮುನ್ನುಡಿ</li>
							<li>ಸಮಯೋಚಿತ ಪದ್ಯಗಳು – ಮುನ್ನುಡಿ ಪ್ರಜ್ಞಾರಂಗ – ಸೂರ್ಯಪ್ರಕಾಶಪಂಡಿತ್</li>
							<li>ಅಮರವಾಣಿ</li>
							<li>ರಾಮಾಯಣದರ್ಶನ</li>
							<li>ವಾಲ್ಮೀಕಿ ಮುನಿಗಳ ಸೀತಾಯನ</li>
							<li>– ಶ್ರೀಮದ್ಭಾಗವತ</li>
							<li>– ಶಿಶುಪಾಲವಧ</li>
							<li>– ಋಷಿಗಳ ರಾಷ್ಟ್ರಾಭಿಮಾನ</li>
							<li>– ಗಿರಿಜಾ ಕಲ್ಯಾಣ</li>
							<li>– ಅಲಂಕಾರಶಾಸ್ತ್ರ ಮತ್ತು ಅನ್ಯ ಶಾಸ್ತ್ರಗಳು</li>
							<li>– ರೀತಿರಾತ್ಮಾ ಕಾವ್ಯಸ್ಯ</li>
							<li>– ಪಂಡಿತ ಜಗನ್ನಾಥನ ಕಾವ್ಯ ಲಕ್ಷಣ</li>
							<li>– ಶೈವಸಿದ್ಧಾಂತದ ಬೆಳವಣಿಗೆ</li>
							<li>– ಗಣಪತಿ ಶಬ್ದ ದೇವತೆ</li>
							<li>ವಿಜ್ಞಾನ ಮತ್ತು ಅಧ್ಯಾತ್ಮ</li>
							<li>ವಾಲ್ಮೀಕಿ ರಾಮಾಯಣದಲ್ಲಿ ಸೀತೆ</li>
							<li>ಕಾವ್ಯ ಶಾಸ್ತ್ರಗಳು ವಿರೋಧಿಗಳಲ್ಲ</li>
							<li>ಶಬ್ದನಿಷ್ಪತ್ತಿ</li>
							<li>ದೃಷ್ಟಿಭೇದಗಳು ಮತಭೇದಗಳಲ್ಲ</li>
							<li>ಆಚಾರ್ಯ ಶಂಕರರ ಕೊಡುಗೆ – ಸರ್ವಮತ ಸಾಮರಸ್ಯ ಸಿದ್ಧಾಂತ</li>
							<li>ತೈತ್ತಿರೀಯೋಪನಿಷತ್ತುಗಳ ಪರಿಚಯ</li>
							<li>ವಿವೇಕ ಚೂಡಾಮಣಿ ವ್ಯಾಖ್ಯಾನದ ಸ್ಥೂಲ ಪರಿಚಯ</li>
							<li>ಗಮಕ ಸಮಾಸ</li>
							<li>ಬ್ರಹ್ಮಸೂತ್ರ ವೃತ್ತಿ ಪ್ರಸ್ತಾವನೆ</li>
							<li>ದೇವತೆಗಳು – ಪ್ರಸ್ತಾವನೆ</li>
							<li>ಸಸ್ವರ ಮಹಾನ್ಯಾಸಾದಿ ಮಂತ್ರ – ಪ್ರಸ್ತಾವನೆ</li>
							<li>ಶಾಂಕರ ಸೂಕ್ತಿ ಮುಕ್ತಾವಲಿಃ</li>
							<li>ಶ್ರೀಮದ್ಭಾಗವತಮ್</li>
						</ol>
					</div>
				</div>
			</div>
		</div>
	</div>
</div>
</div>
