<div class="container bio">
	<div class="row">
		<div class="col-md-12">
			<h2 class="text-center my-3">ನಮ್ಮ ಪರಿಚಯ</h2>
			<p>ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್. ಎನ್ ರಂಗನಾಥಶರ್ಮಾರವರ ಬದುಕು ಹಾಗೂ ಬರಹಗಳನ್ನು ಜನಸಾಮಾನ್ಯರಿಗೆ ಸುಲಭವಾಗಿ ತಲುಪಿಸುವ ಉದ್ದೇಶದಿಂದ ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್  ಎನ್ ರಂಗನಾಥಶರ್ಮಾ ಶೋಧ ಕೇಂದ್ರ ಎಂಬ ಸಂಶೋಧನಾ ಕೇಂದ್ರವನ್ನು ಆರಂಭಿಸಿ ಇದರ ಮೂಲಕ ಶ್ರೀಯುತ ಶರ್ಮರ ಸಾಹಿತ್ಯಗಳ ಬಗ್ಗೆ ವಿಶೇಷಾಧ್ಯಯನ  ಅಥವಾ ಸಂಶೋಧನೆ ಮಾಡುವವರಿಗೆ ಅನುಕೂಲವಾಗಲೆಂಬ ಉದ್ದೇಶದಿಂದ ಅವರ ಆದೇಶದಂತೆ ಈ ತಾಣದಲ್ಲಿ ಅವರ ಸಮಗ್ರ ಪರಿಚಯ ಹಾಗೂ ಸಾಹಿತ್ಯವನ್ನು ನೀಡಿದ್ದೇವೆ. ಈ ತಾಣ ನಿರ್ಮಾಣದಲ್ಲಿ ಯಾವುದೇ ವಾಣಿಜ್ಯ ಉದ್ದೇಶವಿಲ್ಲ. ಈ ಅಂತರ್ಜಾಲ ತಾಣವನ್ನು ಸಿದ್ಧಪಡಿಸಲು ಹಾಗೂ ನಡೆಸಲೂ ಕೂಡ ನಾವು ಸಾರ್ವಜನಿಕರಿಂದ ಧನಸಂಗ್ರಹ ಮಾಡಿಲ್ಲ ಹಾಗೂ ಮಾಡುವುದೂ ಇಲ್ಲ.  ಆದ್ದರಿಂದ ಈ ಸದವಕಾಶವನ್ನು ಅಧ್ಯಯನ ಹಾಗೂ ಸಂಶೋಧನೆಗೆ ಮಾತ್ರ ಉಪಯೋಗಿಸಬೇಕೇ ಹೊರತು ಯಾರೂ ಕೂಡ ಯಾವುದೇ ರೀತಿಯಾದ ವಾಣಿಜ್ಯ ಉದ್ದೇಶದಿಂದ ಬಳಸುವಂತಿಲ್ಲ ಹಾಗೂ ಗ್ರಂಥವನ್ನ ತಿರುಚುವುದು ಗ್ರಂಥದ ಹೆಸರು ಬದಲಾಯಿಸಿ ಮುದ್ರಿಸುವುದು ಇತ್ಯಾದಿ ಕಾರ್ಯಗಳನ್ನು ಸರ್ವಥಾ ಮಾಡುವಂತಿಲ್ಲ. ಇದು ಧರ್ಮದ ದೃಷ್ಟಿಯಲ್ಲೂ ಕಾನೂನಿನ ರೀತಿಯಲ್ಲೂ ಅಪರಾಧವಾಗುತ್ತದೆ. </p>
			<p>ಅನೇಕ ಮಠ, ಮಂದಿರ, ಪ್ರಕಾಶಕರು ಅಂದಿನ ಕಾಲದಲ್ಲಿ ಪುಸ್ತಕ ಮುದ್ರಿಸಲು ಈಗಿನ ಯಾವುದೇ ಸೌಕರ್ಯಗಳು ಇಲ್ಲದಿದ್ದಾಗಲೂ  ಶ್ರೀಯುತ ಶರ್ಮರ ಮೇಲಿನ ಗೌರವ ಹಾಗೂ ಸಾಹಿತ್ಯದ ಮೇಲಿನ ಪ್ರೀತಿಯಿಂದ ಬಹಳ ಕಷ್ಟಪಟ್ಟು ಮುದ್ರಿಸಿ ಯಾವುದೇ ವಾಣಿಜ್ಯ ಉದ್ದೇಶವನ್ನು ಹೊಂದದೆ ಕಡಿಮೆ ಬೆಲೆಯಲ್ಲಿ ಜನರಿಗೆ ತಲುಪಿಸಿ ಅವರ ಸಾಹಿತ್ಯವನ್ನು ಸಂರಕ್ಷಣೆ ಮಾಡಿದ್ದಾರೆ. ಇಂಥಹ ಬಹುಶ್ರಮಸಾಧ್ಯವಾದ ಮಹತ್ಕಾರ್ಯವನ್ನು ಮಾಡಿದ ಎಲ್ಲಾ ಪ್ರಕಾಶಕರನ್ನು ಈ ಸಂದರ್ಭದಲ್ಲಿ ಕೃತಜ್ಞತಾಪೂರ್ವಕವಾಗಿ ಸ್ಮರಿಸುತ್ತೇವೆ. </p>
			<p>ಓದುಗರ ಅನುಕೂಲಕ್ಕಾಗಿ ಗ್ರಂಥ ಪರಿಚಯದೊಂದಿಗೆ ಸಮಗ್ರ ಗ್ರಂಥವನ್ನು ಪಿ.ಡಿ.ಎಫ್ ರೂಪದಲ್ಲಿ ನೀಡಿದ್ದೇವೆ. ಇದನ್ನು ಉಚಿತವಾಗಿ ಡೌನ್ಲೋಡ್ ಮಾಡಿಕೊಂಡು ಆಸಕ್ತರು ಅಧ್ಯಯನ ಮಾಡಬಹುದು. ಪ್ರಸ್ತುತ ಗ್ರಂಥದ ಲಭ್ಯತೆ, ಬೆಲೆ, ಪುಟಗಳ ಸಂಖ್ಯೆ, ಪ್ರಕಾಶಕರು ಇತ್ಯಾದಿ ವಿವರಗಳನ್ನು ನೀಡಲಾಗಿದೆ. ಆಸಕ್ತರು ಪ್ರಕಾಶಕರನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿ ಪ್ರತಿಗಳನ್ನು ಖರೀದಿಸಬಹುದು. ಗ್ರಾಹಕರ ಅನುಕೂಲಕ್ಕಾಗಿ ಗ್ರಂಥದಲ್ಲಿ ಲಭ್ಯವಿರುವಂತೆ ಪ್ರಕಾಶಕರ ವಿಳಾಸ ಹಾಗೂ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನೂ ನೀಡಲಾಗಿದೆ. </p>
			<p>ಈ ತಾಣದಲ್ಲಿ ಪುಸ್ತಕಗಳನ್ನು ಉಚಿತವಾಗಿ ನೀಡುವುದರಿಂದ  ಮುದ್ರಣದಲ್ಲಿರುವ ಪುಸ್ತಕಗಳನ್ನು ಖರೀದಿಸುವ ಜನರ ಸಂಖ್ಯೆ ಕಡಿಮೆಯಾಗಿ ಪ್ರಕಾಶಕರಿಗೆ ತೊಂದರೆಯಾಗಬಹುದೆಂಬ ಚಿಂತನೆ ಆರಂಭಕಾಲದಲ್ಲೇ ನಮಗೆ ಬಂದಿತ್ತು. ಆದರೆ ಈ ಪ್ರಶ್ನೆಯನ್ನು ಶ್ರೀಯುತ ಶರ್ಮರಲ್ಲಿ ಕೇಳಿದಾಗ ಅವರು - “ ನಾನು ಅರ್ಥಸಂಗ್ರಹದ ಉದ್ದೇಶದಿಂದ ಗ್ರಂಥರಚನೆ ಮಾಡಿಲ್ಲ ಹಾಗೂ ನನ್ನ ಪುಸ್ತಕಗಳನ್ನು ಮುದ್ರಿಸಿದ ಯಾವುದೇ ಪ್ರಕಾಶಕರು ಕೂಡ ಅರ್ಥಸಂಗ್ರಹದ ಉದ್ದೇಶದಿಂದ ಮುದ್ರಿಸಿಲ್ಲ. ನನ್ನ ಮೇಲಿನ ಪ್ರೀತಿಯಿಂದ ಹಾಗೂ ಕೇವಲ ಸನಾತನ ವಿಚಾರದಲ್ಲಿನ ಶ್ರದ್ಧೆಯಿಂದ ಮುದ್ರಿಸಿರುತ್ತಾರೆ ಆದ್ದರಿಂದ ಬಹುಜನೋಪಿಯಾದ ಈ ಕಾರ್ಯವನ್ನು ಮಾಡಲು ನನ್ನ ಸಂಪೂರ್ಣ ಅನುಮತಿಯಿದೆ  ಮತ್ತು ನನ್ನ ಮನಸ್ಸಿಗೆ ಅತ್ಯಂತ ಸಂತೋಷವನ್ನು ನೀಡುವ ಕಾರ್ಯವೂ ಹೌದು ಹಾಗೂ ಪ್ರಕಾಶಕರಿಗೂ ಇದರಿಂದ ಯಾವುದೇ ತೊಂದರೆಯಾಗುವುದಿಲ್ಲ “ ಎಂದು ನುಡಿದಿದ್ದರು.  ಈ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಶ್ರೀಯುತ ಶರ್ಮರು ದಿನಾಂಕ ೨೫-೦೮-೨೦೧೩ರಲ್ಲಿ ಅವರ ಎಲ್ಲ ಗ್ರಂಥಗಳನ್ನು ಅಂತರ್ಜಾಲ ತಾಣದಲ್ಲಿ ಪ್ರಕಟಿಸಲು ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್ ಎನ್ ರಂಗನಾಥಶರ್ಮಾ ಅಂತರ್ಜಾಲ ತಾಣ ನಿರ್ಮಾಣ ಸಮಿತಿಗೆ ಲಿಖಿತರೂಪದಲ್ಲಿ ಅನುಮತಿ ನೀಡಿರುತ್ತಾರೆ.  ಎಲ್ಲರ ಅವಗಾಹನೆಗಾಗಿ ಅನುಮತಿ ಪತ್ರವನ್ನು ಇಲ್ಲಿ ಪ್ರಕಟಿಸುತ್ತಿದ್ದೇವೆ.    </p>
			<p>ಎಲ್ಲಾ ಗ್ರಂಥಗಳ ಅಧ್ಯಾಯಗಳನ್ನು ಹುಡುಕಲು ಈ ತಾಣದಲ್ಲಿ ಅವಕಾಶ ಕಲ್ಪಿಸಲಾಗಿದೆ. ವಿಷಯಸೂಚಿಯಲ್ಲಿರುವ ವಿಷಯಗಳನ್ನು ನೇರವಾಗಿ ಹುಡುಕಲು ಹಾಗೂ ಅದೇ ಪುಟಕ್ಕೆ ತೆರಳಲು ಅವಕಾಶ ಕಲ್ಪಿಸಲಾಗಿದೆ. ಮುಂದಿನ ದಿನಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಂಥಗಳನ್ನೂ ಇ ಫಾರ್ಮೆಟ್ ನಲ್ಲಿ ನೀಡುವ ಯೋಜನೆಯನ್ನೂ ಹೊಂದಿದ್ದೇವೆ ಈ ಕಾರ್ಯ ಪ್ರಗತಿಯಲ್ಲಿದೆ. ಇದರಿಂದ ಇನ್ನೂ ಸುಲಭವಾಗಿ ಶರ್ಮರ ಲೇಖನಗಳನ್ನು ಓದುವ ಸೌಲಭ್ಯ ದೊರಕಲಿದೆ. ಶ್ರೀಯುತರ ಸರ್ವತೋಮುಖವಾದ ಪರಿಚಯ ಮಾಡಿಕೊಡುವ ಉದ್ದೇಶದಿಂದ ಅವರ ಬಗ್ಗೆ ಶಿಷ್ಯರು , ಮಕ್ಕಳು, ಹಾಗೂ ಅಭಿಮಾನಿಗಳು ಬರೆದ ಪರಿಚಯ ಗ್ರಂಥಗಳನ್ನೂ ಲೇಖನಗಳನ್ನೂ ವಾರ್ತಾಪತ್ರಿಕೆ ಮಾಹಿತಿಗಳನ್ನೂ ನೀಡಲಾಗಿದೆ. </p>
			<p>ಈ ತಾಣವನ್ನು ಇನ್ನೂ ಉತ್ತಮಗೊಳಿಸುವ ನಿಟ್ಟಿನಲ್ಲಿ ಸಹೃದಯರ ಪ್ರಾಮಾಣಿಕ ಸಲಹೆ ಸೂಚನೆಗಳಿಗೆ ಸದಾ ಸ್ವಾಗತ. </p>
		</div>
	</div>
	<div class="row mt-4" id="contact">
		<div class="col-md-6 mt-3">
			<h4 class="subtitle">ನಮ್ಮ ಸಂಪರ್ಕ</h4>
			ಡಾ॥ ಅರ್ಚನಾ ರಾಮಕೃಷ್ಣ ಭಟ್ ಕೂಟೇಲು<br />
			ನಿರ್ದೇಶಕರು
			ಮಹಾಮಹೋಪಾಧ್ಯಾಯ<br />
			ವಿದ್ವಾನ್ ಎನ್. ರಂಗನಾಥಶರ್ಮಾ<br />
			ಶೋಧ ಕೇಂದ್ರ, ನಂ : ೧೬೬/ಎ, ನೆಲಮಹಡಿ,<br />
			ಮೊದಲನೆಯ ಮನೆ, ೧೩ನೆಯ ಅಡ್ಡರಸ್ತೆ,<br />
			ಗಿರಿನಗರ ಮೂರನೆಯ ಹಂತ, ಬೆಂಗಳೂರು - ೫೬೦೦೮೫<br />
			ಮಿಂಚಂಚೆ : <span class="en">vidwannrs@gmail.com</span>
		</div>
		<div class="col-md-6 mt-3 feedback">
			<h4 class="subtitle">ನೋಡುಗರಾಭಿಪ್ರಾಯ</h4>
			<p>
				ನಮಗೆ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನಾಧರಿಸಿ ಈ ತಾಣವನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ. ಯಾವುದೇ ತಪ್ಪುಗಳು, ತಿದ್ದುಪಡಿಗಳಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮ್ಮ ಮಿಂಚಂಚೆಗೆ ಬರೆದು ತಿಳಿಸಿ. ಈ ತಾಣವನ್ನು ಇನ್ನೂ ಉತ್ತಮಗೊಳಿಸಲು ನಿಮ್ಮ ಸಲಹೆ ಸಹಕಾರಗಳನ್ನು ಸದಾ ಸ್ವೀಕರಿಸುತ್ತೇವೆ. ಶ್ರೀಯುತ ಶರ್ಮರ ಯಾವುದೇ ಫೋಟೋಗಳು, ಆಡಿಯೋ, ವೀಡಿಯೋ, ಗ್ರಂಥಗಳು, ಲೇಖನಗಳು ನಿಮ್ಮಲ್ಲಿ ಲಭ್ಯವಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮಗೆ ಕಳುಹಿಸಿಕೊಡಬೇಕಾಗಿ ವಿನಂತಿ. <br />
				<a target="_blank" href="https://goo.gl/forms/FNPxNASgcdGLswLr1">ಅಭಿಪ್ರಾಯ ತಿಳಿಸಿ</a>
			</p>
			<!-- <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3888.442278507226!2d77.53695091437494!3d12.943526590874296!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bae3e1535a7b539%3A0x64b47bc9a0325ae8!2s13th+Cross+Rd%2C+Banashankari+Stage+I%2C+Banashankari%2C+Bengaluru%2C+Karnataka!5e0!3m2!1sen!2sin!4v1518611968593" frameborder="0" allowfullscreen="" width="100%" height="100%"></iframe> -->
		</div>
	</div>
</div>