<div class="container bio">
	<div class="row">
		<div class="col-md-12">
			<h2 class="text-center my-3">ನಮ್ಮ ಪರಿಚಯ</h2>
			<p>ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್. 
			ಎನ್ ರಂಗನಾಥಶರ್ಮಾರವರ ಬದುಕು ಹಾಗೂ ಬರಹಗಳನ್ನು ಪ್ರಪಂಚಾದ್ಯಂತ ತಲುಪಿಸುವ ಉದ್ದೇಶದಿಂದ ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್  ಎನ್ ರಂಗನಾಥಶರ್ಮಾ ಶೋಧ ಕೇಂದ್ರ ಎಂಬ ಸಂಶೋಧನಾ ಕೇಂದ್ರವನ್ನು ಆರಂಭಿಸಿ ಇದರ ಮೂಲಕ ಶ್ರೀಯುತ ಶರ್ಮರ ಸಾಹಿತ್ಯಗಳ ಬಗ್ಗೆ ವಿಶೇಷಾಧ್ಯಯನ  ಅಥವಾ ಸಂಶೋಧನೆ ಮಾಡುವವರಿಗೆ ಅನುಕೂಲವಾಗಲೆಂಬ ಉದ್ದೇಶದಿಂದ ಅವರ ಆದೇಶದಂತೆ ಈ ತಾಣದಲ್ಲಿ ಅವರ ಸಮಗ್ರ ಪರಿಚಯ ಹಾಗೂ ಸಾಹಿತ್ಯವನ್ನು ನೀಡಿದ್ದೇವೆ. ತಾಣದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಪುಸ್ತಕಗಳನ್ನು ಅಧ್ಯಯನ ಹಾಗೂ ಸಂಶೋಧನೆಗೆ ಮಾತ್ರ ಉಪಯೋಗಿಸಬೇಕೇ ಹೊರತು ಯಾರೂ ಕೂಡ ಯಾವುದೇ ರೀತಿಯಾದ ವಾಣಿಜ್ಯ ಉದ್ದೇಶದಿಂದ ಬಳಸುವಂತಿಲ್ಲ.</p>
			<p>ಅನೇಕ ಮಠ, ಮಂದಿರಗಳು, ಪ್ರಕಾಶಕರು ಶ್ರೀಯುತ ಶರ್ಮರ ಮೇಲಿನ ಗೌರವ ಹಾಗೂ ಸಾಹಿತ್ಯದ ಮೇಲಿನ ಪ್ರೀತಿಯಿಂದ ಮುದ್ರಿಸಿ ಯಾವುದೇ ವಾಣಿಜ್ಯ ಉದ್ದೇಶವನ್ನು ಹೊಂದದೆ ಕಡಿಮೆ ಬೆಲೆಯಲ್ಲಿ ಜನರಿಗೆ ತಲುಪಿಸಿ ಅವರ ಸಾಹಿತ್ಯವನ್ನು ಸಂರಕ್ಷಣೆ ಮಾಡಿದ್ದಾರೆ. ಇಂಥಹ ಬಹುಶ್ರಮಸಾಧ್ಯವಾದ ಮಹತ್ಕಾರ್ಯವನ್ನು ಮಾಡಿದ ಎಲ್ಲಾ ಪ್ರಕಾಶಕರನ್ನು ಈ ಸಂದರ್ಭದಲ್ಲಿ ಕೃತಜ್ಞತಾಪೂರ್ವಕವಾಗಿ ಸ್ಮರಿಸುತ್ತೇವೆ. </p>
			<p>ಈ ಎಲ್ಲಾ ಗ್ರಂಥಗಳ ಲಭ್ಯತೆ, ಬೆಲೆ, ಪುಟಗಳ ಸಂಖ್ಯೆ, ಪ್ರಕಾಶಕರು ಇತ್ಯಾದಿ ವಿವರಗಳನ್ನು ನೀಡಲಾಗಿದೆ. ಆಸಕ್ತರು ಪ್ರಕಾಶಕರನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿ ಪ್ರತಿಗಳನ್ನು ಖರೀದಿಸಬಹುದು. ಗ್ರಾಹಕರ ಅನುಕೂಲಕ್ಕಾಗಿ ಗ್ರಂಥದಲ್ಲಿ ಲಭ್ಯವಿರುವಂತೆ ಪ್ರಕಾಶಕರ ವಿಳಾಸ ಹಾಗೂ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನೂ ನೀಡಲಾಗಿದೆ. ಮುಂದಿನ ದಿನಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಂಥಗಳನ್ನೂ <strong>ಇ-ಪುಸ್ತಕ</strong>ಗಳಾಗಿ <span class="english">Google Play Books / Kindle / Amazon</span> ಮುಂತಾದ ಸೌಲಭ್ಯಗಳನ್ನುಪಯೋಗಿಸಿ   ಸ್ಮಾರ್ಟ್​ಫೋನ್​ಗಳಲ್ಲಿ ಓದಲು ಬರುವಂತೆ ನೀಡುವ ಕಾರ್ಯ ಪ್ರಗತಿಯಲ್ಲಿದೆ. </p>
			<p>ಶ್ರೀಯುತರ ಸರ್ವತೋಮುಖವಾದ 
			ಪರಿಚಯ ಮಾಡಿಕೊಡುವ 
			ಉದ್ದೇಶದಿಂದ ಅವರ ಬಗ್ಗೆ ಶಿಷ್ಯರು, ಮಕ್ಕಳು, ಹಾಗೂ ಅಭಿಮಾನಿಗಳು ಬರೆದ ಪರಿಚಯ ಗ್ರಂಥಗಳನ್ನೂ, ಲೇಖನಗಳನ್ನೂ, ವಾರ್ತಾಪತ್ರಿಕೆ ಮಾಹಿತಿಗಳನ್ನೂ ನೀಡಲಾಗಿದೆ. </p>
			<p>ಈ ತಾಣವನ್ನು ಇನ್ನೂ ಉತ್ತಮಗೊಳಿಸುವ ನಿಟ್ಟಿನಲ್ಲಿ ಸಹೃದಯರ ಪ್ರಾಮಾಣಿಕ ಸಲಹೆ ಸೂಚನೆಗಳಿಗೆ ಸದಾ ಸ್ವಾಗತ. </p>
		</div>
	</div>
	<div class="row mt-4" id="contact">
		<div class="col-md-7 mt-3">
			<h4 class="subtitle">ನಮ್ಮ ಸಂಪರ್ಕ</h4>
			ಡಾ॥ ಅರ್ಚನಾ ರಾಮಕೃಷ್ಣ ಭಟ್ ಕೂಟೇಲು<br />
			ನಿರ್ದೇಶಕರು<br />
			ಮಹಾಮಹೋಪಾಧ್ಯಾಯ	ವಿದ್ವಾನ್ ಎನ್. ರಂಗನಾಥಶರ್ಮಾ ಶೋಧ ಕೇಂದ್ರ,<br />
			ನಂ : ೧೬೬/ಎ, ನೆಲಮಹಡಿ,<br />
			ಮೊದಲನೆಯ ಮನೆ, ೧೩ನೆಯ ಅಡ್ಡರಸ್ತೆ,<br />
			ಗಿರಿನಗರ ಮೂರನೆಯ ಹಂತ, ಬೆಂಗಳೂರು - ೫೬೦೦೮೫<br />
			ಮಿಂಚಂಚೆ : <span class="english">vidwannrs@gmail.com</span>
		</div>
		<div class="col-md-5 mt-3 feedback">
			<h4 class="subtitle">ನೋಡುಗರಾಭಿಪ್ರಾಯ</h4>
			<p>
				ನಮಗೆ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನಾಧರಿಸಿ ಈ ತಾಣವನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ. ಯಾವುದೇ ತಪ್ಪುಗಳು, ತಿದ್ದುಪಡಿಗಳಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮ್ಮ ಮಿಂಚಂಚೆಗೆ ಬರೆದು ತಿಳಿಸಿ. ಈ ತಾಣವನ್ನು ಇನ್ನೂ ಉತ್ತಮಗೊಳಿಸಲು ನಿಮ್ಮ ಸಲಹೆ ಸಹಕಾರಗಳನ್ನು ಸದಾ ಸ್ವೀಕರಿಸುತ್ತೇವೆ. ಶ್ರೀಯುತ ಶರ್ಮರ ಯಾವುದೇ ಫೋಟೋಗಳು, ಆಡಿಯೋ, ವೀಡಿಯೋ, ಗ್ರಂಥಗಳು, ಲೇಖನಗಳು ನಿಮ್ಮಲ್ಲಿ ಲಭ್ಯವಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮಗೆ ಕಳುಹಿಸಿಕೊಡಬೇಕಾಗಿ ವಿನಂತಿ. <br />
				<a target="_blank" href="https://goo.gl/forms/FNPxNASgcdGLswLr1">ಅಭಿಪ್ರಾಯ ತಿಳಿಸಿ</a>
			</p>
			<!-- <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3888.442278507226!2d77.53695091437494!3d12.943526590874296!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bae3e1535a7b539%3A0x64b47bc9a0325ae8!2s13th+Cross+Rd%2C+Banashankari+Stage+I%2C+Banashankari%2C+Bengaluru%2C+Karnataka!5e0!3m2!1sen!2sin!4v1518611968593" frameborder="0" allowfullscreen="" width="100%" height="100%"></iframe> -->
		</div>
	</div>
</div>
