<div class="container bio">
	<div class="row">
		<div class="col-md-12">
			<h2 class="text-center my-3">ನಮ್ಮ ಪರಿಚಯ</h2>
			<p>ಮಹಾಮಹೋಪಾಧ್ಯಾಯ ವಿದ್ವಾನ್. ಎನ್ ರಂಗನಾಥಶರ್ಮಾರವರ ಬದುಕು ಹಾಗೂ ಬರಹಗಳನ್ನು ಜನಸಾಮಾನ್ಯರಿಗೆ ಸುಲಭವಾಗಿ ತಲುಪಿಸುವುದು ಈ ತಾಣದ ಮುಖ್ಯೋದ್ದೇಶವಾಗಿದೆ. ಶ್ರೀಯುತ ವಿದ್ವಾನ್ ಎನ್.ರಂಗನಾಥಶರ್ಮರ ಅಪೇಕ್ಷೆಯಂತೆ ಈ ತಾಣದಲ್ಲಿ ಎಲ್ಲಾ ಪ್ರಕಾಶಕರನ್ನು ಕೃತಜ್ಞತಾಪೂರ್ವಕವಾಗಿ ಸ್ಮರಿಸುತ್ತಾ ಓದುಗರ ಅನುಕೂಲಕ್ಕಾಗಿ ಗ್ರಂಥ ಪರಿಚಯದೊಂದಿಗೆ ಸಮಗ್ರ ಗ್ರಂಥವನ್ನು ಪಿ.ಡಿ.ಎಫ್ ರೂಪದಲ್ಲಿ ನೀಡಿದ್ದೇವೆ. ಇದನ್ನು ಉಚಿತವಾಗಿ ಡೌನ್ಲೋಡ್ ಮಾಡಿಕೊಂಡು ಆಸಕ್ತರು ಅಧ್ಯಯನ ಮಾಡಬಹುದು. ಪ್ರಸ್ತುತ ಗ್ರಂಥದ ಲಭ್ಯತೆ, ಬೆಲೆ, ಪುಟಗಳ ಸಂಖ್ಯೆ, ಪ್ರಕಾಶಕರು ಇತ್ಯಾದಿ ವಿವರಗಳನ್ನು ನೀಡಲಾಗಿದೆ. ಆಸಕ್ತರು ಪ್ರಕಾಶಕರನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿ ಪ್ರತಿಗಳನ್ನು ಖರೀದಿಸಬಹುದು. ಗ್ರಾಹಕರ ಅನುಕೂಲಕ್ಕಾಗಿ ಗ್ರಂಥದಲ್ಲಿ ಲಭ್ಯವಿರುವಂತೆ ಪ್ರಕಾಶಕರ ವಿಳಾಸ ಹಾಗೂ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನೂ ನೀಡಲಾಗಿದೆ.</p>
			<p>ಎಲ್ಲಾ ಗ್ರಂಥಗಳ ಅಧ್ಯಾಯಗಳನ್ನು ಹುಡುಕಲು ಈ ತಾಣದಲ್ಲಿ ಅವಕಾಶ ಕಲ್ಪಿಸಲಾಗಿದೆ. ವಿಷಯಸೂಚಿಯಲ್ಲಿರುವ ವಿಷಯಗಳನ್ನು ನೇರವಾಗಿ ಹುಡುಕಲು ಹಾಗೂ ಅದೇ ಪುಟಕ್ಕೆ ತೆರಳಲು ಅವಕಾಶ ಕಲ್ಪಿಸಲಾಗಿದೆ. ಮುಂದಿನ ದಿನಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಂಥಗಳನ್ನೂ ಇ ಫಾರ್ಮೆಟ್ ನಲ್ಲಿ ನೀಡುವ ಯೋಜನೆಯನ್ನೂ ಹೊಂದಿದ್ದೇವೆ. ಇದರಿಂದ ಚಲದೂರವಾಣಿಗಳಲ್ಲಿ ಶರ್ಮರ ಲೇಖನಗಳನ್ನು ಓದುವ ಸೌಲಭ್ಯ ದೊರಕಲಿದೆ. ಶ್ರೀಯುತರ ಸರ್ವತೋಮುಖವಾದ ಪರಿಚಯ ಮಾಡಿಕೊಡುವ ಉದ್ದೇಶದಿಂದ ಅವರ ಬಗ್ಗೆ ಶಿಷ್ಯರು , ಮಕ್ಕಳು, ಹಾಗೂ ಅಭಿಮಾನಿಗಳು ಬರೆದ ಪರಿಚಯ ಗ್ರಂಥಗಳನ್ನೂ ಲೇಖನಗಳನ್ನೂ ವಾರ್ತಾಪತ್ರಿಕೆ ಮಾಹಿತಿಗಳನ್ನೂ ನೀಡಲಾಗಿದೆ.</p>
			<p>ಇಲ್ಲಿ ನಮಗೆ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನು ಹಾಕಿದ್ದೇವೆ, ಇನ್ನೂ ಅನೇಕ ಲೇಖನ, ಮುನ್ನುಡಿಗಳು,ಬರಹಗಳು, ಹಸ್ತಪ್ರತಿಗಳು ನಮಗೆ ದೊರಕಿಲ್ಲ. ತಮ್ಮಲ್ಲಿ ಯಾವುದಾದರೂ ಲೇಖನ, ಚಿತ್ರಗಳು ಅಥವಾ ನಿಮಗೆ ಶ್ರೀಯುತರು ಬರೆದ ಪತ್ರಗಳು ಇದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮಗೆ ನೀಡಿ ತಾಣದಲ್ಲಿ ಪ್ರಕಟಿಸಲು ಸಹಕರಿಸಲು ವಿನಂತಿ. ಈ ತಾಣವನ್ನು ಇನ್ನೂ ಉತ್ತಮಗೊಳಿಸುವ ನಿಟ್ಟಿನಲ್ಲಿ ಸಹೃದಯರ ಪ್ರಾಮಾಣಿಕ ಸಲಹೆ ಸೂಚನೆಗಳಿಗೆ ಸದಾ ಸ್ವಾಗತ.</p>
		</div>
	</div>
	<div class="row mt-4" id="contact">
		<div class="col-md-6 mt-3">
			<h4 class="subtitle">ನಮ್ಮ ಸಂಪರ್ಕ</h4>
			ಡಾ॥ ರಾಮಕೃಷ್ಣ ಭಟ್ ಕೆ<br />
			ನಿರ್ದೇಶಕರು
			ಮಹಾಮಹೋಪಾಧ್ಯಾಯ<br />
			ವಿದ್ವಾನ್ ಎನ್. ರಂಗನಾಥಶರ್ಮಾ<br />
			ಶೋಧ ಕೇಂದ್ರ, ನಂ : ೧೬೬/ಎ, ನೆಲಮಹಡಿ,<br />
			ಮೊದಲನೆಯ ಮನೆ, ೧೩ನೆಯ ಅಡ್ಡರಸ್ತೆ,<br />
			ಗಿರಿನಗರ ಮೂರನೆಯ ಹಂತ, ಬೆಂಗಳೂರು - ೫೬೦೦೮೫<br />
			ಮಿಂಚಂಚೆ : <span class="en">vidwannrs@gmail.com</span>
		</div>
		<div class="col-md-6 mt-3 feedback">
			<h4 class="subtitle">ನೋಡುಗರಾಭಿಪ್ರಾಯ</h4>
			<p>
				ನಮಗೆ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನಾಧರಿಸಿ ಈ ತಾಣವನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ. ಯಾವುದೇ ತಪ್ಪುಗಳು, ತಿದ್ದುಪಡಿಗಳಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮ್ಮ ಮಿಂಚಂಚೆಗೆ ಬರೆದು ತಿಳಿಸಿ. ಈ ತಾಣವನ್ನು ಇನ್ನೂ ಉತ್ತಮಗೊಳಿಸಲು ನಿಮ್ಮ ಸಲಹೆ ಸಹಕಾರಗಳನ್ನು ಸದಾ ಸ್ವೀಕರಿಸುತ್ತೇವೆ. ಶ್ರೀಯುತ ಶರ್ಮರ ಯಾವುದೇ ಫೋಟೋಗಳು, ಆಡಿಯೋ, ವೀಡಿಯೋ, ಗ್ರಂಥಗಳು, ಲೇಖನಗಳು ನಿಮ್ಮಲ್ಲಿ ಲಭ್ಯವಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ನಮಗೆ ಕಳುಹಿಸಿಕೊಡಬೇಕಾಗಿ ವಿನಂತಿ. <br />
				<a target="_blank" href="https://goo.gl/forms/FNPxNASgcdGLswLr1">ಅಭಿಪ್ರಾಯ ತಿಳಿಸಿ</a>
			</p>
			<!-- <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3888.442278507226!2d77.53695091437494!3d12.943526590874296!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bae3e1535a7b539%3A0x64b47bc9a0325ae8!2s13th+Cross+Rd%2C+Banashankari+Stage+I%2C+Banashankari%2C+Bengaluru%2C+Karnataka!5e0!3m2!1sen!2sin!4v1518611968593" frameborder="0" allowfullscreen="" width="100%" height="100%"></iframe> -->
		</div>
	</div>
</div>